String kQuote = 'quote';
String kAuthor = 'author';
String anonymous = 'Anonymous';

List quotesList = [
  {
    kQuote : 'Що розум людини може осягнути і в що він може повірити, те він здатний досягти',
    kAuthor : 'Наполеон Хілл'
  },
  {
    kQuote : "Прагніть не до успіху, а до цінностей, які він дає",
    kAuthor: "Альберт Айнштайн",
  },
  {
    kQuote : "Своїм успіхом я зобов’язана тому, що ніколи не виправдовувалася і не приймала виправдань від інших.",
    kAuthor: "Флоренс Найтінгейл",
  },
  {
    kQuote: "За свою кар’єру я пропустив понад 9000 кидків, програв майже 300 ігор. 26 раз мені довіряли зробити фінальний переможний кидок, і я промахувався. Я зазнавав поразок знову, і знову, і знову. І саме тому я домігся успіху.",
    kAuthor: "Майкл Джордан",
  },
  {
    kQuote: "Найскладніше почати діяти, все інше залежить тільки від наполегливості.",
    kAuthor: "Амелія Ергарт",
  },
  {
    kQuote: '''Життя – це те, що з тобою відбувається, поки ти будуєш плани.
            ''',
    kAuthor: "Джон Леннон",
  },
  {
    kQuote: "Логіка може привести вас. від пункту “А” до пункту “Б”, а уява – куди завгодно",
    kAuthor: "Альберт Айнштайн",
  },
  {
    kQuote: "Через 20 років ви будете більше розчаровані тими речами, які ви не робили, ніж тими, які ви зробили. Тому відчальте від тихої пристані. Відчуйте попутний вітер у вашому вітрилі. Рухайтеся вперед, дійте, відкривайте!",
    kAuthor: "Марк Твен",
  },
  {
    kQuote: "Неосмислене життя не варте того, щоб його прожити.",
    kAuthor: 'Сократ',
  },
  {
    kQuote: "80% успіху — це з’явитися в потрібному місці в потрібний час.",
    kAuthor: "Вуді Аллен",
  },
  {
    kQuote: "Ваш час обмежений, не витрачайте його, живучи чужим життям.",
    kAuthor: 'Стів Джобс',
  },
  {
    kQuote: "Перемога – це ще не все, все – це постійне бажання перемагати.",
    kAuthor: "Вінс Ломбарді",
  },
  {
    kQuote: "Наука – це організовані знання, мудрість – це організоване життя.",
    kAuthor: "Іммануїл Кант",
  },
  {
    kQuote: "У моєму словнику немає слова “неможливо”.",
    kAuthor: "Наполеон Бонапарт",
  },
  {
    kQuote: "Ви ніколи не перетнете океан, якщо не наберетеся мужності втратити берег з виду.",
    kAuthor: "Христофор Колумб",
  },
  {
    kQuote: "Свобода нічого не варта, якщо вона не включає в себе свободу помилятися",
    kAuthor: "Махатма Ганді",
  },
  {
    kQuote: "Або ви керуєте вашим днем, або день управляє вами.",
    kAuthor: 'Джим Рон',
  },
  {
    kQuote: "Якщо ви думаєте, що ви здатні на щось, ви маєте рацію, якщо ви думаєте, що у вас не вийде щось, ви теж маєте рацію",
    kAuthor: "Генрі Форд",
  },
  {
    kQuote: "Два найважливіших дні у твоєму житті: день, коли ти з’явився на світ, і день, коли ти зрозумів навіщо",
    kAuthor: anonymous,
  },
  {
    kQuote: "Недостатньо тільки отримати знання; їх треба застосувати. Недостатньо тільки бажати; треба діяти.",
    kAuthor: "Йоганн Вольфганг фон Гете",
  },
  {
    kQuote: "Найкраща помста – величезний успіх",
    kAuthor: "Френк Сінатра",
  },
  {
    kQuote: "Найчастіше говорять, що мотивації вистачає ненадовго. Але те ж саме відбувається і з освіжаючим душем, тому і рекомендують його приймати щодня.",
    kAuthor: "Зіг Зіглар",
  },
  {
    kQuote: "Є тільки один спосіб уникнути критики: нічого не робіть, нічого не говоріть і будьте ніким.",
    kAuthor: "Аристотель",
  },
  {
    kQuote: "Людина, якою вам судилося стати – це тільки та людина, якою ви самі вирішите стати.",
    kAuthor: "Ральф Голдо Емерсон",
  },
  {
    kQuote: "Ідіть впевнено у напрямку до мрії. Живіть тим життям, яке ви самі собі придумали.",
    kAuthor: "Генрі Девід Торо",
  },
  {
    kQuote: "Сподіваюся, що в кінці своїх днів, коли я постану перед Богом, у мене не залишиться ні краплі таланту, щоб я могла сказати йому: “Я використала все, що ти дав мені",
    kAuthor: "Ерма Бомбек",
  },
  {
    kQuote: "Краще бути впевненим в хорошому результаті, ніж сподіватися на відмінний.",
    kAuthor: "Воррен Баффетт",
  },
  {
    kQuote: "Деякі речі можуть заволодіти вашою увагою, але краще зосередьтеся на тих, які заволодівають вашим серцем.",
    kAuthor: "Індійська мудрість",
  },
  {
    kQuote: "Варто тільки повірити, що ви можете – і ви вже на півдороги до цілі",
    kAuthor: "Теодор Рузвельт",
  },
  {
    kQuote: "Не варто звинувачувати дитину в тому, що вона боїться темряви. Справжня трагедія – це коли доросла людина боїться світла.",
    kAuthor: "Платон",
  },
  {
    kQuote: "Навчіться говорити “Я не знаю”, і це вже буде прогрес.",
    kAuthor: "Мойсей Маймонід",
  },
  {
    kQuote: "Почніть звідти, де ви зараз перебуваєте. Використовуйте те, що у вас є і робіть все, що можете.",
    kAuthor: "Артур Еш",
  },
  {
    kQuote: "Впади сім разів, піднімися вісім",
    kAuthor: anonymous
  },
  {
    kQuote: "У всьому є своя краса, але не кожен може її побачити",
    kAuthor: "Конфуцій",
  },
  {
    kQuote: "Як добре, що не потрібно чекати ні хвилини, щоб почати робити світ кращим",
    kAuthor: "Анна Франк",
  },
  {
    kQuote: "Коли я звільняюся від того, хто я є, я стаю тим, ким я можу бути",
    kAuthor: "Лао Цзи",
  },
  {
    kQuote: "Щастя – це не щось готове. Щастя залежить тільки від ваших дій.",
    kAuthor: "Далай Лама",
  },
  {
    kQuote:"Якщо вам пропонують місце в ракетоносії, не питайте, що за місце! Просто займіть його.",
    kAuthor: anonymous,
  },
  {
    kQuote:"Якщо немає вітру, беріться за весла.",
    kAuthor: "Латинська приказка",
  },
  {
    kQuote: "Завжди опирайтеся на думку про те, що ваше власне рішення домогтися успіху набагато важливіше за все інше",
    kAuthor: "Авраам Лінкольн",
  },
  {
    kQuote: "Успіх – це здатність крокувати від однієї невдачі до іншої, не втрачаючи ентузіазму.",
    kAuthor: "Вінстон Черчилль",
  },
  {
    kQuote: "Єдиною межею наших завтрашніх звершень стануть наші сьогоднішні сумніви.",
    kAuthor: "Франклін Д. Рузвельт",
  },
  {
    kQuote: "Людина вмирає тоді, коли перестає змінюватися, а похорон – просто формальність.",
    kAuthor: "Генрі Форд",
  },
  {
    kQuote: "Любов і робота – це наріжні камені нашої людяності.",
    kAuthor: "Зигмунд Фрейд",
  }


];